{
  "DEFAULT_DESCRIPTION": "Custom DE: Wir verwenden %TECHNOLOGY_NAME%, um Inhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um diese Inhalte anzuzeigen.",
  "DEFAULT_TITLE": "Custom DE: Wir benötigen Ihre Zustimmung, um den %TECHNOLOGY_NAME%-Service zu laden!",
  "FACEBOOK_DESCRIPTION": "Custom DE: Wir verwenden Facebook, um Inhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte <a class=\"uc-text-embedding-inline-button\" onclick=\"uc.ucapi.showInfoModal('%SERVICE_ID%'); return false;\" role=\"button\">lesen Sie die Details durch</a> und <a class=\"uc-text-embedding-inline-button\" onclick=\"uc.ucapi.setConsents([{templateId:'%SERVICE_ID%', status:true}])\" role=\"button\">stimmen Sie der Nutzung des Service zu</a>, um Inhalte von Facebook anzuzeigen.",
  "MAP_DESCRIPTION": "Custom DE: Wir verwenden einen Service eines Drittanbieters, um Karteninhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um diese Karte anzuzeigen.",
  "MIXCLOUD_DESCRIPTION": "Custom DE: Wir verwenden den Musikservice Mixcloud. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte <a class=\"uc-text-embedding-inline-button\" onclick=\"uc.ucapi.showInfoModal('%SERVICE_ID%'); return false;\" role=\"button\">lesen Sie die Details durch</a> und <a class=\"uc-text-embedding-inline-button\" onclick=\"uc.ucapi.setConsents([{templateId:'%SERVICE_ID%', status:true}])\" role=\"button\">stimmen Sie der Nutzung des Service zu</a>, um Mixcloud zu aktivieren.",
  "MORE_INFO": "Custom DE: Mehr Informationen",
  "NOT_PERMITTED_TEXT": "Custom DE: Dieser Inhalt darf aufgrund von Trackern, die Besuchern nicht offengelegt werden, nicht geladen werden. Der Besitzer der Website muss diese mit seinem CMP einrichten, um diesen Inhalt zur Liste der verwendeten Technologien hinzuzufügen.",
  "PAYPAL_DESCRIPTION": "Custom DE: Wir verwenden den Zahlungsanbieter PayPal. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte <a class=\"uc-text-embedding-inline-button\" onclick=\"uc.ucapi.showInfoModal('%SERVICE_ID%'); return false;\" role=\"button\">lesen Sie die Details durch</a> und <a class=\"uc-text-embedding-inline-button\" onclick=\"uc.ucapi.setConsents([{templateId:'%SERVICE_ID%', status:true}])\" role=\"button\">stimmen Sie der Nutzung des Service zu</a>, um PayPal zu aktivieren.",
  "POWERED_BY": "Custom DE: powered by <a target=\"_blank\" href=\"https://usercentrics.com/\">Usercentrics Consent Management Platform</a>",
  "RECAPTCHA_ALERT": "Custom DE: Bitte geben Sie zunächst Ihre Zustimmung zur Nutzung von Recaptcha!",
  "RECAPTCHA_DESCRIPTION": "Custom DE: Wir verwenden reCAPTCHA, um Ihre eingegebenen Informationen zu überprüfen. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte <a class=\"uc-text-embedding-inline-button\" onclick=\"uc.ucapi.showInfoModal('%SERVICE_ID%'); return false;\" role=\"button\">lesen Sie die Details durch</a> und <a class=\"uc-text-embedding-inline-button\" onclick=\"uc.ucapi.setConsents([{templateId:'%SERVICE_ID%', status:true}])\" role=\"button\">stimmen Sie der Nutzung des Service zu</a>, um fortzufahren.",
  "VIDEO_DESCRIPTION": "Custom DE: Wir verwenden einen Service eines Drittanbieters, um Videoinhalte einzubetten. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte lesen Sie die Details durch und stimmen Sie der Nutzung des Service zu, um dieses Video anzusehen.",
  "XING_DESCRIPTION": "Custom DE: Wir verwenden XING Events für unseren Ticketservice. Dieser Service kann Daten zu Ihren Aktivitäten sammeln. Bitte <a class=\"uc-text-embedding-inline-button\" onclick=\"uc.ucapi.showInfoModal('%SERVICE_ID%'); return false;\" role=\"button\">lesen Sie die Details durch</a> und <a class=\"uc-text-embedding-inline-button\" onclick=\"uc.ucapi.setConsents([{templateId:'%SERVICE_ID%', status:true}])\" role=\"button\">stimmen Sie der Nutzung des Service zu</a>, um auf den Ticketservice zuzugreifen."
}
